Repository: evanjt/traintime
Catalog: apple/TrainTimePhone/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Tracking on watch · %@
de: Verfolgt auf der Uhr · %@
fr: Suivi sur la montre · %@
it: Seguito sull'orologio · %@

source: Tracking route to %@
de: Route nach %@ wird verfolgt
fr: Itinéraire vers %@ suivi
it: Seguo il percorso per %@

source: Train
de: Zug
it: Treno

source: TrainTime collects your location to time your route reminder, even when the app is closed or not in use. You can decline, and we'll use your last known location instead.
de: TrainTime erfasst deinen Standort, um deine Routen-Erinnerung zu timen, auch wenn die App geschlossen ist. Du kannst ablehnen, dann verwenden wir deinen letzten bekannten Standort.
fr: TrainTime relève votre position pour caler votre rappel d'itinéraire, même app fermée ou inutilisée. Vous pouvez refuser, nous utiliserons alors votre dernière position connue.
it: TrainTime rileva la tua posizione per calibrare il promemoria del percorso, anche ad app chiusa o inutilizzata. Puoi rifiutare: useremo l'ultima posizione nota.

source: Trains, buses, trams
de: Züge, Busse, Trams
fr: Trains, bus, trams
it: Treni, bus, tram

source: Turn on
de: Aktivieren
fr: Activer
it: Attiva

source: Turn on location and open the app near a station first.
de: Aktiviere den Standort und öffne die App zuerst nahe einer Station.
fr: Activez la position et ouvrez d'abord l'app près d'un arrêt.
it: Attiva la posizione e apri prima l'app vicino a una fermata.

source: Unfavourite
de: Favorit entfernen
fr: Retirer le favori
it: Rimuovi preferito

source: Update TrainTime on your watch (%@)
de: Aktualisiere TrainTime auf deiner Uhr (%@)
fr: Mettez à jour TrainTime sur votre montre (%@)
it: Aggiorna TrainTime sull'orologio (%@)

source: Update in the background
de: Im Hintergrund aktualisieren
fr: Mettre à jour en arrière-plan
it: Aggiorna in background

source: Updating stations...
de: Aktualisiere...
fr: Mise à jour...
it: Aggiorno...

source: Using your last location
de: Letzter Standort wird verwendet
fr: Dernière position utilisée
it: Uso l'ultima posizione

source: Walk
de: Fussweg
fr: À pied
it: A piedi

source: Watch app not responding, reopening...
de: Uhr-App reagiert nicht, öffne neu...
fr: L'app montre ne répond pas, réouverture...
it: L'app orologio non risponde, riapro...

source: Yes, rate it
de: Ja, bewerten
fr: Oui, évaluer
it: Sì, valuta

source: You already have a route saved. Replace it with the trip to %@?
de: Du hast schon eine Route gespeichert. Durch die Reise nach %@ ersetzen?
fr: Vous avez déjà un itinéraire enregistré. Le remplacer par le trajet vers %@ ?
it: Hai già un percorso salvato. Sostituirlo con il viaggio per %@?

source: You'll be notified %lld min before departure
de: Du wirst %lld min vor Abfahrt erinnert
fr: Vous serez notifié %lld min avant le départ
it: Sarai avvisato %lld min prima della partenza

source: You'll be notified in %lld min
de: Du wirst in %lld min erinnert
fr: Vous serez notifié dans %lld min
it: Sarai avvisato tra %lld min

source: You'll be notified your walk time + %lld min before departure
de: Du wirst Gehzeit + %lld min vor Abfahrt erinnert
fr: Vous serez notifié votre temps de marche + %lld min avant le départ
it: Sarai avvisato il tuo tempo a piedi + %lld min prima della partenza

source: Your location and the departure time update live to tell you if you'll make it on foot.
de: Dein Standort und die Abfahrtszeit aktualisieren sich live und zeigen, ob du es zu Fuss schaffst.
fr: Votre position et l'heure de départ se mettent à jour en direct et vous disent si vous l'aurez à pied.
it: La tua posizione e l'orario di partenza si aggiornano live e ti dicono se ce la fai a piedi.

source: Your trip opens here, tracked and ready.
de: Deine Reise öffnet sich hier, verfolgt und bereit.
fr: Votre trajet s'ouvre ici, suivi et prêt.
it: Il tuo viaggio si apre qui, seguito e pronto.

source: gone
de: weg
fr: parti
it: perso

source: now
de: jetzt
fr: part
it: ora

source: © Garmin. Used under its SDK licence.
de: © Garmin. Verwendet unter der SDK-Lizenz.
fr: © Garmin. Utilisé sous sa licence SDK.
it: © Garmin. Usato secondo la licenza SDK.

source: Alert me before departure
de: Vor Abfahrt benachrichtigen
fr: M'avertir avant le départ
it: Avvisami prima della partenza

source: A one-off heads-up when it's time to leave while tracking
de: Ein einmaliger Hinweis, wenn es Zeit zu gehen ist, während der Verfolgung
fr: Un rappel unique quand il est temps de partir pendant le suivi
it: Un avviso una tantum quando è ora di partire durante il monitoraggio

source: Time to leave
de: Zeit zu gehen
fr: Il est temps de partir
it: È ora di partire

source: How tracking works
de: So funktioniert die Verfolgung
fr: Comment fonctionne le suivi
it: Come funziona il monitoraggio

source: The countdown keeps running
de: Der Countdown läuft weiter
fr: Le compte à rebours continue
it: Il conto alla rovescia continua

source: It stays live on the Lock Screen and Dynamic Island, even with the app closed.
de: Sie bleibt aktiv auf dem Sperrbildschirm und in der Dynamic Island, auch bei geschlossener App.
fr: Il reste actif sur l'écran verrouillé et la Dynamic Island, même app fermée.
it: Resta attivo sulla schermata di blocco e nella Dynamic Island, anche ad app chiusa.

source: It checks smartly
de: Sie prüft clever
fr: Il vérifie intelligemment
it: Controlla in modo intelligente

source: Updates get more frequent as departure nears, and rare when it's still far away.
de: Aktualisierungen werden häufiger, je näher die Abfahrt rückt, und selten, solange sie fern ist.
fr: Les mises à jour s'accélèrent à l'approche du départ, et se raréfient quand il est encore loin.
it: Gli aggiornamenti si infittiscono all'avvicinarsi della partenza e diradano quando è ancora lontana.

source: It saves battery
de: Sie spart Akku
fr: Il économise la batterie
it: Risparmia batteria

source: Location only switches on near the station, so a trip hours away costs almost nothing.
de: Der Standort schaltet sich erst nahe der Station ein, sodass eine Fahrt in Stunden fast nichts kostet.
fr: La localisation ne s'active qu'à proximité de la gare, donc un trajet dans plusieurs heures ne coûte presque rien.
it: La posizione si attiva solo vicino alla stazione, così un viaggio tra ore non costa quasi nulla.

source: It tells you when to leave
de: Sie sagt dir, wann du gehen musst
fr: Il vous dit quand partir
it: Ti dice quando partire

source: A one-off alert reminds you to go, based on your walk time to the station.
de: Ein einmaliger Hinweis erinnert dich, basierend auf deiner Gehzeit zur Station.
fr: Un rappel unique vous invite à partir, selon votre temps de marche jusqu'à la gare.
it: Un avviso una tantum ti ricorda di andare, in base al tempo a piedi fino alla stazione.

source: Station
fr: Gare
it: Stazione

source: System
fr: Système
it: Sistema

source: in %lld h %lld
fr: dans %lld h %lld
it: tra %lld h %lld

source: in %lld min
fr: dans %lld min
it: tra %lld min

source: Version
it: Versione
